{"sections":{"1645201041cc9f3e35":{"type":"page-hero-slider","settings":{"slid-img":"shopify:\/\/shop_images\/FAQ_1920x790_v2.jpg"}},"16452035317c6a38a9":{"type":"faq-new","blocks":{"16452035313a236890-0":{"type":"text","settings":{"title":"Are your products washable?*","q_a_answer":"Any washable Creative Kids products clearly state “washable” on the product packaging.<br><br>\n<b>Note:<\/b> Products are only washable on clothing items that can be laundered. We do not recommend using Creative Kids products on non-launderable items or on porous surfaces."}},"3c24dd9e-56c2-4513-829a-8f409caeec1c":{"type":"text","settings":{"title":"I have your Creative Kids modeling clay. Can this item be baked? Will it dry out?","q_a_answer":"CreativeKids Modeling Clay should not be baked.<br><br>\nIt will dry out eventually once it has been removed from its original packaging."}},"e57673f0-94fc-44ae-b14d-405c07e269da":{"type":"text","settings":{"title":"How long do your products last? Are they safe to use after being stored for a long time?","q_a_answer":"Perishable items (markers,dough, paint, etc.) generally have a shelf life of up to 2 years and a usefullife of up to one year once the packaging has been opened.\n<br>Non-perishable items such as crayons & coloredpencils do not generally go bad, but may lose some of their function over timeand may become discolored."}},"f9ddac3d-4539-4605-a826-0d1b064d5a8c":{"type":"text","settings":{"title":"Do you make any products for toddlers?","q_a_answer":"Creative Kids does not currently manufacture any products for children age 1-3 other then wooden puzzles\n<br>All of our products are tested to an appropriate age range of\n<br>3+ or higher.\n<br>Our puzzles are tested at 2+"}},"77b14b9c-fa84-4d7f-bf6a-9279e888b4ee":{"type":"text","settings":{"title":"My craft paints have dried out. Can I add water to them?","q_a_answer":"Unfortunately, No.\n<br>Adding water to dry paints will not make them usable."}},"065c8e58-7b01-4fc4-85bd-3bd8405c2b67":{"type":"text","settings":{"title":"If I am missing the instruction sheet for a product, where can I get a replacement?","q_a_answer":"Please submit a customer inquiry form and have the product or item number handy so that we can provide you with the correct instructions for your product.\n<br>\nNote: Not all product instructions are kept on file.If your product is more than several years old, we may not be able to provide instructions."}},"95c6f9c0-df48-495e-81de-d5afa8ec620a":{"type":"text","settings":{"title":"Do you have a recycling program for empty markers?","q_a_answer":"We currently do not have a proprietary recycling program.\n<br>\nHowever, plastic products are generally accepted by most community recycling programs."}}},"block_order":["16452035313a236890-0","3c24dd9e-56c2-4513-829a-8f409caeec1c","e57673f0-94fc-44ae-b14d-405c07e269da","f9ddac3d-4539-4605-a826-0d1b064d5a8c","77b14b9c-fa84-4d7f-bf6a-9279e888b4ee","065c8e58-7b01-4fc4-85bd-3bd8405c2b67","95c6f9c0-df48-495e-81de-d5afa8ec620a"],"settings":{"title":"General Product Information"}},"16452055024df9f1c1":{"type":"faq-new","blocks":{"1645205502178287e0-0":{"type":"text","settings":{"title":"Are your products non-toxic?","q_a_answer":"Yes. The formulas for all CreativeKids art materials and toys are reviewed by a Board Certified toxicologist at aCPSC approved third party lab for both short and long term toxicologicalhazards. \n<br>\nThis process helps ensure that the production itemsare non-toxic.\n<br>\nPackaging for these products contains the statement \"Conforms to ASTM D4236.\""}},"a6abf50b-4f4b-4905-86ef-5884cd8237f8":{"type":"text","settings":{"title":"Do any of your products contain gluten?","q_a_answer":"Yes.\n<br>\nOur Creative Kids Kiddy Dough contains gluten.\n<br>\nOther Creative Kids products are not designated gluten-free or made in gluten-free environments and there is a possibility that cross-contamination may occur."}},"abcbbc18-060d-489a-b37b-1eca4250d75f":{"type":"text","settings":{"title":"Where can I find an ingredients list for one of your products?","q_a_answer":"Creative Kids does not offer detailed ingredient listings for our products.\n<br>\nIf you have a specific ingredient question, please submit a customer inquiry form through our website and we will contact you as soon as possible."}},"88bbbb6b-ea5a-41b2-93d9-befc1dbee93d":{"type":"text","settings":{"title":"Where can I find the MSDS for your products?","q_a_answer":"Please submit a customer inquiry form with the product information included."}}},"block_order":["1645205502178287e0-0","a6abf50b-4f4b-4905-86ef-5884cd8237f8","abcbbc18-060d-489a-b37b-1eca4250d75f","88bbbb6b-ea5a-41b2-93d9-befc1dbee93d"],"settings":{"title":"Product Safety & Ingredients"}},"16459329007126f700":{"type":"faq-new","blocks":{"16459329008aade9c0-0":{"type":"text","settings":{"title":"Where can I buy your products?","q_a_answer":"Creative Kids products canbe found at national retailers such as Target, Dollar General, Michaels, HobbyLobby, Dollar Tree, and also at Amazon.com.\n<br>\nNote: We are unable to provide specific retailer locations and cannot guarantee local inventories."}},"d1ff4a07-2793-45bd-a1af-bb24243392f0":{"type":"text","settings":{"title":"Can I purchase crayons, markers and colored pencils individually? I only need a single color.","q_a_answer":"All of our products are manufactured for packs or kits and are not available for sale individually.\n<br>\nHowever, if you are interested in purchasing individual colors, you can request a quote for a custom order - please note that custom manufacturing orders start at $25,000."}},"94cb186e-76bd-4d33-aecc-be4d27c37e79":{"type":"text","settings":{"title":"I am missing items from a product I just purchased. What can I do?","q_a_answer":"Please submit a customer inquiry form, and a customer service representative will reach out as soon as possible."}},"220c2f40-731e-4e9d-ae43-5c8ece2fc78e":{"type":"text","settings":{"title":"I am not satisfied with my current purchase. How do I get a refund?","q_a_answer":"Please submit a customer inquiry form and a customer service representative will reach out as soon as possible to see if we can find a resolution"}},"14e943cf-b3a0-4762-87dd-8352762b676f":{"type":"text","settings":{"title":"I have a Creative Kids product and would like to purchase replacement parts.","q_a_answer":"Unfortunately, we do not provide separate replacement parts for purchase."}}},"block_order":["16459329008aade9c0-0","d1ff4a07-2793-45bd-a1af-bb24243392f0","94cb186e-76bd-4d33-aecc-be4d27c37e79","220c2f40-731e-4e9d-ae43-5c8ece2fc78e","14e943cf-b3a0-4762-87dd-8352762b676f"],"settings":{"title":"How & Where to Purchase"}},"1645932974b213f0e2":{"type":"faq-new","blocks":{"1645932974c75f6d00-0":{"type":"text","settings":{"title":"Does your company offer coupons or samples?","q_a_answer":"The best way to keep informed of promotions and coupon offers is to like our Facebook page, and signup to our newsletter on CreativeKids.com"}},"16289e88-852d-4ac7-b5de-0535b25a2b5c":{"type":"text","settings":{"title":"Do you have any product or company merchandise (t-shirts, hats, stickers) available?","q_a_answer":"Creative Kids does not manufacture any promotional merchandise at this time."}}},"block_order":["1645932974c75f6d00-0","16289e88-852d-4ac7-b5de-0535b25a2b5c"],"settings":{"title":"Promotions and Coupons"}},"1645933013d4b830e8":{"type":"faq-new","blocks":{"16459330134eaac1d9-0":{"type":"text","settings":{"title":"How do I submit a product idea or invention for consideration?","q_a_answer":"Creative Kids does not accept unsolicited ideas from the general public.\n<br><br>We do, however, have a process for receiving and reviewing inventions from outside companies.\n<br><br>If you would like to submit an idea for consideration, you will need to submit a letter, on company letterhead, toInventor Relations C\/O Creative Kids Inc. introducing your company and youridea.\n<br><br>Inventor Relations will then contact you to completeand sign a Nondisclosure and Confidentiality Agreement.\n<br><br>Once this step has been completed, you will becontacted to move the process along further."}}},"block_order":["16459330134eaac1d9-0"],"settings":{"title":"Inventor Relations"}},"main":{"type":"forms-page","settings":{"preform_text":"Have a solution? Don't see an answer? Fill out the form below to share with the community."}}},"order":["1645201041cc9f3e35","16452035317c6a38a9","16452055024df9f1c1","16459329007126f700","1645932974b213f0e2","1645933013d4b830e8","main"]}